Repository: clashbyte/spriteboy
Catalog: SpriteBoyWin/Forms/Editors/SkyboxForm.*.resx
Languages: ru_ru

# nsLabel1.Text
source: Right (X+)
ru_ru: Справа (X+)

# nsLabel2.Text
source: Left (X-)
ru_ru: Слева (X-)

# nsLabel3.Text
source: Top (Y+)
ru_ru: Сверху (Y+)

# nsLabel4.Text
source: Bottom (Y-)
ru_ru: Снизу (Y-)

# nsLabel5.Text
source: Front (Z+)
ru_ru: Спереди (Z+)

# nsLabel6.Text
source: Back (Z-)
ru_ru: Сзади (Z-)

# texturesTab.Text
source: Textures
ru_ru: Текстуры

# lightingTab.Text
source: Lighting
ru_ru: Освещение

# nsLabel8.Text
source: Not implemented yet
ru_ru: Не дописано

# weatherTab.Text
source: Weather
ru_ru: Погода

# nsLabel7.Text
source: Not implemented yet
ru_ru: Не дописано

# skyGizmoButton.Text
source: Guides
ru_ru: Линейки

# $this.Text
source: Skybox
ru_ru: Объект неба
